Dragos-Hategan/esp32-file-manager/sdkconfig.defaults.esp32s3
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y